lecture-8-11-201.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-11-06 Sat 16:45 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Governmental Policy Impacts on Private Sectors</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Paisan Khonjumpa &lt;pkhonjum@gmail.com&gt;" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/bigblow.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/bigblow_theme/css/hideshow.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Governmental Policy Impacts on Private Sectors</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org727267c">1. Preface</a>
<ul>
<li><a href="#orgbdbf92d">1.1. A Man Who Knew Infinity</a></li>
<li><a href="#orgea48efa">1.2. A Beautiful Mind</a></li>
</ul>
</li>
<li><a href="#org0b824fa">2. Pre-Test Questions</a></li>
<li><a href="#orgddb4c35">3. Bretten Woods</a>
<ul>
<li><a href="#orgab22660">3.1. Monetary System Establishment</a>
<ul>
<li><a href="#orgd0efa6a">3.1.1. Adoption of a monetary policy</a></li>
<li><a href="#orge3f5fdd">3.1.2. International Monetary Fund Founding</a></li>
<li><a href="#org237cb35">3.1.3. World Commerce and Economic Cooperation</a></li>
<li><a href="#orgf762139">3.1.4. World Currency Exchange Rate</a></li>
</ul>
</li>
<li><a href="#org48bc5a8">3.2. Importance</a></li>
</ul>
</li>
<li><a href="#org2d7fe57">4. Keynesian</a>
<ul>
<li><a href="#org3edb63e">4.1. Main Steam Implementations</a></li>
<li><a href="#org5b9687b">4.2. Fiscal Policy &amp; Private Sector Emphasize</a>
<ul>
<li><a href="#org141016d">4.2.1. Fiscal policy actions taken by the government</a></li>
<li><a href="#orgac25230">4.2.2. Monetary policy actions taken by the central bank</a></li>
<li><a href="#orge145796">4.2.3. Private Sector (Economy Market)</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgfa4b7ef">5. Development Theories</a>
<ul>
<li><a href="#org26d817b">5.1. Dependency Theory</a></li>
<li><a href="#org80b8795">5.2. Modernization Theory</a></li>
<li><a href="#org3e4daa4">5.3. Dependency Theory Pragmatism</a></li>
</ul>
</li>
<li><a href="#org9a73d8a">6. Nash</a></li>
<li><a href="#orgb8cbfab">7. Quantitative Easing (QE)</a>
<ul>
<li><a href="#org3655b93">7.1. What Is Quantitative Easing (QE)?</a></li>
<li><a href="#orgf5f711f">7.2. KEY TAKEAWAYS</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org727267c" class="outline-2">
<h2 id="org727267c"><span class="section-number-2">1</span> Preface</h2>
<div class="outline-text-2" id="text-1">
<p>
Please watch these two inspiring videos.
</p>
</div>
<div id="outline-container-orgbdbf92d" class="outline-3">
<h3 id="orgbdbf92d"><span class="section-number-3">1.1</span> A Man Who Knew Infinity</h3>
<div class="outline-text-3" id="text-1-1">
<p>
<a href="https://www.youtube.com/watch?v=oXGm9Vlfx4w">https://www.youtube.com/watch?v=oXGm9Vlfx4w</a>
</p>
</div>
</div>

<div id="outline-container-orgea48efa" class="outline-3">
<h3 id="orgea48efa"><span class="section-number-3">1.2</span> A Beautiful Mind</h3>
<div class="outline-text-3" id="text-1-2">
<p>
<a href="https://www.youtube.com/watch?v=aS_d0Ayjw4o">https://www.youtube.com/watch?v=aS_d0Ayjw4o</a>
</p>
</div>
</div>
</div>

<div id="outline-container-org0b824fa" class="outline-2">
<h2 id="org0b824fa"><span class="section-number-2">2</span> Pre-Test Questions</h2>
<div class="outline-text-2" id="text-2">
<div class="org-src-container">
<pre class="src src-verbatim">
1. Which factor of governmental policy impact private sectors?
	A) Taxation		B) Labour Laws
	C) SEC Regulations	D) All

2. Which one is a direct public spending policy?
	A) Monetary Policy			B) Fiscal Policy
	C) Import Control			D) Export Quota

3. Which governmental policy impacts the most to the private enterpirses?
	A) Mega-project Spendings	B) Rice Scheme/Subsidy Programme
	C) Universal Healthcare		D) Social Security Programme

4. Who are pressure groups to governmental policy?
	A) Political parties		B) Labour Union
	C) Chamber of Commerce		D) All

5. What is a public policy externality for private enterprises?
	A) Investment Promotion		B) Free Treade Zone
	C) Infrastructure Invesment	C) Bureaucratic Process

6. What factor will discourage private business conducts?
	A) Economic Rent Seeking	B) High quality Human Resources
	C) Business Transparency	D) OSHA Implementations

7. What is a "race to the bottom" economic policy?
	A) Governmental deregulation 		B) Labour Cost Lowering
	C) Environmental impact negligence 	D) All

8. What is Quantitative Easing (QE)?
	A) Monetary Policy		B) Central Bank Balance Sheet Expansion
	C) Money Injection		D) All

9. Why many people believe world hyper-inflation will not occure in near future?
	A) Plentiful world production capcity		B) High unemployment worldwide
	C) Business back to normal after pandemic ends 	D) All

10. What is your perception of Thailand economic in 2022?
	A) Speedy Recovery		B) No Change
	C) Deterioate 			D) Uncertain


</pre>
</div>
</div>
</div>


<div id="outline-container-orgddb4c35" class="outline-2">
<h2 id="orgddb4c35"><span class="section-number-2">3</span> Bretten Woods</h2>
<div class="outline-text-2" id="text-3">
<p>
Preparing to rebuild the international economic system while World War II was still being fought, 730 delegates from all 44 Allied nations gathered at the Mount Washington Hotel in Bretton Woods, New Hampshire, United States, for the United Nations Monetary and Financial Conference, also known as the Bretton Woods Conference.
</p>

<p>
Rules for commercial and financial relations among the United States, Canada, Western European countries, Australia, and Japan
</p>
</div>

<div id="outline-container-orgab22660" class="outline-3">
<h3 id="orgab22660"><span class="section-number-3">3.1</span> Monetary System Establishment</h3>
<div class="outline-text-3" id="text-3-1">
</div>
<div id="outline-container-orgd0efa6a" class="outline-4">
<h4 id="orgd0efa6a"><span class="section-number-4">3.1.1</span> Adoption of a monetary policy</h4>
<div class="outline-text-4" id="text-3-1-1">
<p>
Maintaining its external exchange rates within 1 percent by tying its currency to "Gold"
</p>
</div>
</div>

<div id="outline-container-orge3f5fdd" class="outline-4">
<h4 id="orge3f5fdd"><span class="section-number-4">3.1.2</span> International Monetary Fund Founding</h4>
<div class="outline-text-4" id="text-3-1-2">
<p>
Ability of the International Monetary Fund (IMF) to bridge temporary imbalances of
</p>
</div>
</div>

<div id="outline-container-org237cb35" class="outline-4">
<h4 id="org237cb35"><span class="section-number-4">3.1.3</span> World Commerce and Economic Cooperation</h4>
<div class="outline-text-4" id="text-3-1-3">
<p>
Address the lack of cooperation among other countries
</p>
</div>
</div>

<div id="outline-container-orgf762139" class="outline-4">
<h4 id="orgf762139"><span class="section-number-4">3.1.4</span> World Currency Exchange Rate</h4>
<div class="outline-text-4" id="text-3-1-4">
<p>
Prevent competitive devaluation of the currencies
</p>
</div>
</div>
</div>

<div id="outline-container-org48bc5a8" class="outline-3">
<h3 id="org48bc5a8"><span class="section-number-3">3.2</span> Importance</h3>
<div class="outline-text-3" id="text-3-2">
<p>
The establishement is a foundation for United Nations establishement in 1945; governing several international entities and institutions.	A few prominenet examples are:
</p>
<ul class="org-ul">
<li>United Nation Security Council</li>
<li>International Monetary Fund (IMF)</li>
<li>World Bank</li>
<li>United Nations for Development Programme (UNDP)</li>
<li>General Agreement of Trade &amp; Tariff (GATT) and later became World Trade Organization (WTO)</li>
<li>International Civil Aviaiton Organization (ICAO)</li>
<li>International Labour Organization (ILO)</li>
</ul>
</div>
</div>
</div>


<div id="outline-container-org2d7fe57" class="outline-2">
<h2 id="org2d7fe57"><span class="section-number-2">4</span> Keynesian</h2>
<div class="outline-text-2" id="text-4">
<p>
In the Keynesian view, aggregate demand does not necessarily equal the productive capacity of the economy. Instead, it is influenced by a host of factors – sometimes behaving erratically – affecting production, employment, and inflation.
</p>
</div>

<div id="outline-container-org3edb63e" class="outline-3">
<h3 id="org3edb63e"><span class="section-number-3">4.1</span> Main Steam Implementations</h3>
<div class="outline-text-3" id="text-4-1">
<p>
Keynesian economics, as part of the neoclassical synthesis, served as the standard macroeconomic model in the developed nations during the later part of the Great Depression, World War II, and the post-war economic expansion (1945–1973).
</p>

<p>
It lost some influence following the oil shock and resulting stagflation of the 1970s. Keynesian economics was later redeveloped as New Keynesian economics, becoming part of the contemporary new neoclassical synthesis, that forms one current-day theory on macroeconomics.
</p>

<p>
The advent of the financial crisis of 2007–2008 sparked renewed interest in Keynesian thought.
</p>
</div>
</div>

<div id="outline-container-org5b9687b" class="outline-3">
<h3 id="org5b9687b"><span class="section-number-3">4.2</span> Fiscal Policy &amp; Private Sector Emphasize</h3>
<div class="outline-text-3" id="text-4-2">
<p>
Keynesian economists generally argue that aggregate demand is volatile and unstable and that, consequently, a market economy often experiences inefficient macroeconomic outcomes – a recession, when demand is low, and inflation, when demand is high. Further, they argue that these economic fluctuations can be mitigated by economic policy responses coordinated between government and central bank.
</p>
</div>

<div id="outline-container-org141016d" class="outline-4">
<h4 id="org141016d"><span class="section-number-4">4.2.1</span> Fiscal policy actions taken by the government</h4>
</div>
<div id="outline-container-orgac25230" class="outline-4">
<h4 id="orgac25230"><span class="section-number-4">4.2.2</span> Monetary policy actions taken by the central bank</h4>
<div class="outline-text-4" id="text-4-2-2">
<p>
Helping to stabilize economic output, inflation, and unemployment over the business cycle.
</p>
</div>
</div>

<div id="outline-container-orge145796" class="outline-4">
<h4 id="orge145796"><span class="section-number-4">4.2.3</span> Private Sector (Economy Market)</h4>
<div class="outline-text-4" id="text-4-2-3">
<p>
Keynesian economists generally advocate a market economy – predominantly private sector, but with an active role for government intervention during recessions and depressions.
</p>
</div>
</div>
</div>
</div>


<div id="outline-container-orgfa4b7ef" class="outline-2">
<h2 id="orgfa4b7ef"><span class="section-number-2">5</span> Development Theories</h2>
<div class="outline-text-2" id="text-5">
</div>
<div id="outline-container-org26d817b" class="outline-3">
<h3 id="org26d817b"><span class="section-number-3">5.1</span> Dependency Theory</h3>
<div class="outline-text-3" id="text-5-1">
<p>
Dependency theory is of the notion that resources flow from a "periphery" of poor and underdeveloped states to a "core" of wealthy states, enriching the latter at the expense of the former. It is a central contention of dependency theory that poor states are impoverished and rich ones enriched by the way poor states are integrated into the "world system". This theory was officially developed in the late 1960s following World War II, as scholars searched for the root issue in the lack of development in Latin America.
</p>
</div>
</div>

<div id="outline-container-org80b8795" class="outline-3">
<h3 id="org80b8795"><span class="section-number-3">5.2</span> Modernization Theory</h3>
<div class="outline-text-3" id="text-5-2">
<p>
The theory arose as a reaction to modernization theory, an earlier theory of development which held that all societies progress through similar stages of development, that today's underdeveloped areas are thus in a similar situation to that of today's developed areas at some time in the past, and that, therefore, the task of helping the underdeveloped areas out of poverty is to accelerate them along this supposed common path of development, by various means such as investment, technology transfers, and closer integration into the world market. Dependency theory rejected this view, arguing that underdeveloped countries are not merely primitive versions of developed countries, but have unique features and structures of their own; and, importantly, are in the situation of being the weaker members in a world market economy.
</p>
</div>
</div>

<div id="outline-container-org3e4daa4" class="outline-3">
<h3 id="org3e4daa4"><span class="section-number-3">5.3</span> Dependency Theory Pragmatism</h3>
<div class="outline-text-3" id="text-5-3">
<p>
Some writers have argued for its continuing relevance as a conceptual orientation to the global division of wealth. Dependency theorists can typically be divided into two categories: liberal reformists and neo-Marxists. Liberal reformists typically advocate for targeted policy interventions, while the neo-Marxists believe in a command-centered economy.
</p>

<p>
Reference <a href="https://en.wikipedia.org/wiki/Dependency_theory">https://en.wikipedia.org/wiki/Dependency_theory</a>
</p>
</div>
</div>
</div>



<div id="outline-container-org9a73d8a" class="outline-2">
<h2 id="org9a73d8a"><span class="section-number-2">6</span> Nash</h2>
<div class="outline-text-2" id="text-6">
<p>
John Forbes Nash Jr. (June 13, 1928 – May 23, 2015) was an American mathematician who made fundamental contributions to differential geometry, game theory, and the study of partial differential equations. Nash's work has provided insight into the factors that govern chance and decision-making inside complex systems found in everyday life.
</p>

<p>
His theories are widely used in economics. Serving as a senior research mathematician at Princeton University during the later part of his life, he shared the 1994 Nobel Memorial Prize in Economic Sciences with game theorists Reinhard Selten and John Harsanyi. In 2015, he also shared the Abel Prize with Louis Nirenberg for his work on nonlinear partial differential equations. John Nash is the only person to be awarded both the Nobel Memorial Prize in Economic Sciences and the Abel Prize.
</p>

<p>
In 1959, Nash began showing clear signs of mental illness, and spent several years at psychiatric hospitals being treated for schizophrenia. After 1970, his condition slowly improved, allowing him to return to academic work by the mid-1980s. His struggles with his illness and his recovery became the basis for Sylvia Nasar's biography, A Beautiful Mind, as well as a film of the same name starring Russell Crowe as Nash.
</p>

<p>
On May 23, 2015, Nash and his wife Alicia died in a car crash while riding in a taxi on the New Jersey Turnpike.
</p>


<p>
Reference <a href="https://en.wikipedia.org/wiki/John_Forbes_Nash_Jr">https://en.wikipedia.org/wiki/John_Forbes_Nash_Jr</a>.
</p>
</div>
</div>
<div id="outline-container-orgb8cbfab" class="outline-2">
<h2 id="orgb8cbfab"><span class="section-number-2">7</span> Quantitative Easing (QE)</h2>
<div class="outline-text-2" id="text-7">
</div>
<div id="outline-container-org3655b93" class="outline-3">
<h3 id="org3655b93"><span class="section-number-3">7.1</span> What Is Quantitative Easing (QE)?</h3>
<div class="outline-text-3" id="text-7-1">
<p>
Quantitative easing (QE) is a form of unconventional monetary policy in which a central bank purchases longer-term securities from the open market in order to increase the money supply and encourage lending and investment. Buying these securities adds new money to the economy, and also serves to lower interest rates by bidding up fixed-income securities. It also expands the central bank's balance sheet.
</p>

<p>
When short-term interest rates are either at or approaching zero, the normal open market operations of a central bank, which target interest rates, are no longer effective. Instead, a central bank can target specified amounts of assets to purchase. Quantitative easing increases the money supply by purchasing asset
</p>
</div>
</div>

<div id="outline-container-orgf5f711f" class="outline-3">
<h3 id="orgf5f711f"><span class="section-number-3">7.2</span> KEY TAKEAWAYS</h3>
<div class="outline-text-3" id="text-7-2">
<p>
Quantitative easing (QE) is a form of monetary policy used by central banks as a method of quickly increasing the domestic money supply and spurring economic activity.
</p>

<p>
Quantitative easing usually involves a country's central bank purchasing longer-term government bonds, as well as other types of assets, such as mortgage-backed securities (MBS).
</p>

<p>
In response to the economic shutdown caused by the COVID-19 pandemic, on March 15, 2020, the U.S. Federal Reserve announced a quantitative easing plan of over $700 billion.1
</p>

<p>
Then, on June 10, 2020, after a brief tapering effort, the Fed extended its program, committing to buy at least $80 billion a month in Treasuries and $40 billion in mortgage-backed securities, until further notice.
</p>

<p>
Reference <a href="https://www.investopedia.com/terms/q/quantitative-easing.asp">https://www.investopedia.com/terms/q/quantitative-easing.asp</a>
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Paisan Khonjumpa &lt;pkhonjum@gmail.com&gt;</p>
<p class="date">Created: 2021-11-06 Sat 16:45</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
